Repository: danerx77/f1
Catalog: tm/src.tmx
Source language: en
Languages: pl

source: {B_BUTTON}CANCEL
pl: {B_BUTTON}ANULUJ

source: BATTLE
pl: BITWA

source: CHAT
pl: CZAT

source: EXIT
pl: ZAMKNIJ

source: POKéMON TRADES
pl: WYMIANY

source: SEARCH
pl: SZUKAJ

source: FIGHT
pl: WALCZĄ.

source: FLYING
pl: LATAJĄ.

source: POISON
pl: TRUJĄC.

source: GROUND
pl: ZIEMNY

source: ROCK
pl: KAMIEN.

source: BUG
pl: ROBACZ.

source: GHOST
pl: DUCHOW.

source: STEEL
pl: STALOW.

source: FIRE
pl: OGNIST.

source: WATER
pl: WODNY

source: GRASS
pl: TRWAIA.

source: ELECTR
pl: ELEKTR.

source: PSYCHC
pl: PSYCHI.

source: ICE
pl: LODOWY

source: DRAGON
pl: SMOCZY

source: DARK
pl: MROCZN.

source: {B_TRAINER1_NAME}: {B_OPPONENT_MON1_NAME}, come back!
pl: {B_TRAINER1_NAME}: {B_OPPONENT_MON1_NAME}, wracaj!

source: {B_TRAINER1_NAME}: {B_OPPONENT_MON2_NAME}, come back!
pl: {B_TRAINER1_NAME}: {B_OPPONENT_MON2_NAME}, wracaj!

# {B_TRAINER1_NAME}: {B_OPPONENT_MON1_NAME} and {B_OPPONENT_MON2_NAME}, come back!
source: {B_TRAINER1_NAME}: {B_OPPONENT_MON1_NAME} and\n{B_OPPONENT_MON2_NAME}, come back!
pl: {B_TRAINER1_NAME}: {B_OPPONENT_MON1_NAME} i\n{B_OPPONENT_MON2_NAME}, wracaj!

# {B_BUFF1} gained{B_BUFF2} {B_BUFF3} EXP. Points!p
source: {B_BUFF1} gained{B_BUFF2}\n{B_BUFF3} EXP. Points!\p
pl: {B_BUFF1} zyskał {B_BUFF2}\n{B_BUFF3} punktów EXP!\p

source: a boosted
pl: podbite

# {B_BUFF1} grew to LV. {B_BUFF2}!{WAIT_SE}p
source: {B_BUFF1} grew to\nLV. {B_BUFF2}!{WAIT_SE}\p
pl: {B_BUFF1} zdobył\nLV. {B_BUFF2}!{WAIT_SE}\p

# {B_BUFF1} learned {B_BUFF2}!{WAIT_SE}p
source: {B_BUFF1} learned\n{B_BUFF2}!{WAIT_SE}\p
pl: {B_BUFF1} poznał\n{B_BUFF2}!{WAIT_SE}\p

# {B_BUFF1} is trying to learn {B_BUFF2}.p
source: {B_BUFF1} is trying to\nlearn {B_BUFF2}.\p
pl: {B_BUFF1} chce nauczyć\nsię {B_BUFF2}.\p

# But, {B_BUFF1} can't learn more than four moves.p
source: But, {B_BUFF1} can't learn\nmore than four moves.\p
pl: Ale, {B_BUFF1} nie może znać\nwięcej niż 4 ruchy.\p

# Delete a move to make room for {B_BUFF2}?
source: Delete a move to make\nroom for {B_BUFF2}?
pl: Zamienić jeden z ruchów\nna {B_BUFF2}?

# {B_BUFF1} forgot {B_BUFF2}.p
source: {B_BUFF1} forgot\n{B_BUFF2}.\p
pl: {B_BUFF1} zapomniał\n{B_BUFF2}.\p

# {PAUSE 32}Stop learning {B_BUFF2}?
source: {PAUSE 32}Stop learning\n{B_BUFF2}?
pl: {PAUSE 32}Nie uczyć się\n{B_BUFF2}?

# {B_BUFF1} did not learn {B_BUFF2}.p
source: {B_BUFF1} did not learn\n{B_BUFF2}.\p
pl: {B_BUFF1} nie poznał\n{B_BUFF2}.\p

source: Use next POKéMON?
pl: Następny POKéMON?

# {B_ATK_NAME_WITH_PREFIX}'s attack missed!
source: {B_ATK_NAME_WITH_PREFIX}'s\nattack missed!
pl: {B_ATK_NAME_WITH_PREFIX} spudłował!

# {B_DEF_NAME_WITH_PREFIX} protected itself!
source: {B_DEF_NAME_WITH_PREFIX}\nprotected itself!
pl: {B_DEF_NAME_WITH_PREFIX}\nchroni się!

# {B_DEF_NAME_WITH_PREFIX} avoided damage with {B_DEF_ABILITY}!
source: {B_DEF_NAME_WITH_PREFIX} avoided\ndamage with {B_DEF_ABILITY}!
pl: {B_DEF_NAME_WITH_PREFIX} unikna\nobrażeń przez {B_DEF_ABILITY}

# {B_DEF_NAME_WITH_PREFIX} makes GROUND moves miss with {B_DEF_ABILITY}!
source: {B_DEF_NAME_WITH_PREFIX} makes GROUND\nmoves miss with {B_DEF_ABILITY}!
pl: {B_DEF_NAME_WITH_PREFIX} niweluje ZIEMNE\nataki przez {B_DEF_ABILITY}!

# {B_DEF_NAME_WITH_PREFIX} avoided the attack!
source: {B_DEF_NAME_WITH_PREFIX} avoided\nthe attack!
pl: {B_DEF_NAME_WITH_PREFIX} uniknął\nataku!

# It doesn't affect {B_DEF_NAME_WITH_PREFIX}…
source: It doesn't affect\n{B_DEF_NAME_WITH_PREFIX}…
pl: To nie działa na \n{B_DEF_NAME_WITH_PREFIX}…

# {B_ATK_NAME_WITH_PREFIX} fainted!p
source: {B_ATK_NAME_WITH_PREFIX}\nfainted!\p
pl: {B_ATK_NAME_WITH_PREFIX}\nmdleje!\p

# {B_DEF_NAME_WITH_PREFIX} fainted!p
source: {B_DEF_NAME_WITH_PREFIX}\nfainted!\p
pl: {B_DEF_NAME_WITH_PREFIX}\nmdleje!\p

# {B_PLAYER_NAME} got ¥{B_BUFF1} for winning!p
source: {B_PLAYER_NAME} got ¥{B_BUFF1}\nfor winning!\p
pl: {B_PLAYER_NAME} zdobywa ¥{B_BUFF1}\nnagrody!\p

# {B_PLAYER_NAME} is out of usable POKéMON!p
source: {B_PLAYER_NAME} is out of\nusable POKéMON!\p
pl: {B_PLAYER_NAME} nie ma już\nPOKéMONÓW!\p

source: {B_PLAYER_NAME} panicked and lost ¥{B_BUFF1}…\p… … … …\p{B_PLAYER_NAME} whited out!{PAUSE_UNTIL_PRESS}
pl: {B_PLAYER_NAME} panikuje i traci ¥{B_BUFF1} ……\p… … …\p{B_PLAYER_NAME} przegrywa!{PAUSE_UNTIL_PRESS}

source: {B_PLAYER_NAME} is out of\nusable POKéMON!\pPlayer lost against\n{B_TRAINER1_CLASS} {B_TRAINER1_NAME}!{PAUSE_UNTIL_PRESS}
pl: {B_PLAYER_NAME} nie ma już\nPOKéMONÓW!\pGracz przegrał z \n{B_TRAINER1_CLASS} {B_TRAINER1_NAME}!{PAUSE_UNTIL_PRESS}

source: {B_PLAYER_NAME} paid ¥{B_BUFF1} as the prize\nmoney…\p… … … …\p{B_PLAYER_NAME} whited out!{PAUSE_UNTIL_PRESS}
pl: {B_PLAYER_NAME} zapłacił ¥{B_BUFF1} nagrody \n…\p… … … …\p{B_PLAYER_NAME} przegrywa!{PAUSE_UNTIL_PRESS}

source: {B_PLAYER_NAME} whited out!{PAUSE_UNTIL_PRESS}
pl: {B_PLAYER_NAME} przegrywa!{PAUSE_UNTIL_PRESS}

# {B_SCR_ACTIVE_NAME_WITH_PREFIX} prevents escape with {B_SCR_ACTIVE_ABILITY}!p
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX} prevents\nescape with {B_SCR_ACTIVE_ABILITY}!\p
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} nie pozwala\nuciec {B_SCR_ACTIVE_ABILITY}!\p

source: Can't escape!\p
pl: Nie można!\p

source: {B_ATK_NAME_WITH_PREFIX} can't escape!
pl: {B_ATK_NAME_WITH_PREFIX} nie może!

source: Hit {B_BUFF1} time(s)!
pl: Trafił {B_BUFF1} raz(y)

# {B_EFF_NAME_WITH_PREFIX} fell asleep!
source: {B_EFF_NAME_WITH_PREFIX}\nfell asleep!
pl: {B_EFF_NAME_WITH_PREFIX}\nzasnął!

# {B_DEF_NAME_WITH_PREFIX} is already asleep!
source: {B_DEF_NAME_WITH_PREFIX} is\nalready asleep!
pl: {B_DEF_NAME_WITH_PREFIX} już\nśpi!

# {B_ATK_NAME_WITH_PREFIX} is already asleep!
source: {B_ATK_NAME_WITH_PREFIX} is\nalready asleep!
pl: {B_ATK_NAME_WITH_PREFIX} już\nśpi!

# {B_DEF_NAME_WITH_PREFIX} wasn't affected!
source: {B_DEF_NAME_WITH_PREFIX}\nwasn't affected!
pl: {B_DEF_NAME_WITH_PREFIX}\nbył zdrowy!

# {B_EFF_NAME_WITH_PREFIX} was poisoned!
source: {B_EFF_NAME_WITH_PREFIX}\nwas poisoned!
pl: {B_EFF_NAME_WITH_PREFIX}\nzatruty!

source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY}\npoisoned {B_EFF_NAME_WITH_PREFIX}!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_SCR_ACTIVE_ABILITY}\nzatruty{B_EFF_NAME_WITH_PREFIX}!

# {B_ATK_NAME_WITH_PREFIX} is hurt by poison!
source: {B_ATK_NAME_WITH_PREFIX} is hurt\nby poison!
pl: {B_ATK_NAME_WITH_PREFIX} raniony\ntrucizną!

# {B_DEF_NAME_WITH_PREFIX} is already poisoned.
source: {B_DEF_NAME_WITH_PREFIX} is already\npoisoned.
pl: {B_DEF_NAME_WITH_PREFIX} jest już\notruty.

# {B_EFF_NAME_WITH_PREFIX} is badly poisoned!
source: {B_EFF_NAME_WITH_PREFIX} is badly\npoisoned!
pl: {B_EFF_NAME_WITH_PREFIX} poważnie\notruty!

# {B_DEF_NAME_WITH_PREFIX} had its energy drained!
source: {B_DEF_NAME_WITH_PREFIX} had its\nenergy drained!
pl: {B_DEF_NAME_WITH_PREFIX} uległ\nwyssaniu energii!

source: {B_EFF_NAME_WITH_PREFIX} was burned!
pl: {B_EFF_NAME_WITH_PREFIX} poparzony!

source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY}\nburned {B_EFF_NAME_WITH_PREFIX}!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY}\npoparzony{B_EFF_NAME_WITH_PREFIX}!

# {B_ATK_NAME_WITH_PREFIX} is hurt by its burn!
source: {B_ATK_NAME_WITH_PREFIX} is hurt\nby its burn!
pl: {B_ATK_NAME_WITH_PREFIX} cierpi\nod poparzeń!

# {B_DEF_NAME_WITH_PREFIX} already has a burn.
source: {B_DEF_NAME_WITH_PREFIX} already\nhas a burn.
pl: {B_DEF_NAME_WITH_PREFIX} jest już\npoparzony.

# {B_EFF_NAME_WITH_PREFIX} was frozen solid!
source: {B_EFF_NAME_WITH_PREFIX} was\nfrozen solid!
pl: {B_EFF_NAME_WITH_PREFIX}\nzamarza!

# {B_ATK_NAME_WITH_PREFIX} is frozen solid!
source: {B_ATK_NAME_WITH_PREFIX} is\nfrozen solid!
pl: {B_ATK_NAME_WITH_PREFIX} jest\nzamarznięty

# {B_DEF_NAME_WITH_PREFIX} was defrosted!
source: {B_DEF_NAME_WITH_PREFIX} was\ndefrosted!
pl: {B_DEF_NAME_WITH_PREFIX}\nrozmrożony!

# {B_ATK_NAME_WITH_PREFIX} was defrosted!
source: {B_ATK_NAME_WITH_PREFIX} was\ndefrosted!
pl: {B_ATK_NAME_WITH_PREFIX}\nrozmrożony!

# {B_ATK_NAME_WITH_PREFIX} was defrosted by {B_CURRENT_MOVE}!
source: {B_ATK_NAME_WITH_PREFIX} was\ndefrosted by {B_CURRENT_MOVE}!
pl: {B_ATK_NAME_WITH_PREFIX}\nrozmrożony przez {B_CURRENT_MOVE}!

# {B_EFF_NAME_WITH_PREFIX} is paralyzed! It may be unable to move!
source: {B_EFF_NAME_WITH_PREFIX} is paralyzed!\nIt may be unable to move!
pl: {B_EFF_NAME_WITH_PREFIX} sparaliżowany!\nMoże nie móc się ruszyć!

source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_SCR_ACTIVE_ABILITY}\nparalyzed {B_EFF_NAME_WITH_PREFIX}!\lIt may be unable to move!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_SCR_ACTIVE_ABILITY}\n sparaliżowany!{B_EFF_NAME_WITH_PREFIX}!\lMoże nie móc się ruszyć!

# {B_ATK_NAME_WITH_PREFIX} is paralyzed! It can't move!
source: {B_ATK_NAME_WITH_PREFIX} is paralyzed!\nIt can't move!
pl: {B_ATK_NAME_WITH_PREFIX} sparaliżowany!

# {B_DEF_NAME_WITH_PREFIX} is already paralyzed!
source: {B_DEF_NAME_WITH_PREFIX} is\nalready paralyzed!
pl: {B_DEF_NAME_WITH_PREFIX} już\nsparaliżowany!

# {B_DEF_NAME_WITH_PREFIX} was healed of paralysis!
source: {B_DEF_NAME_WITH_PREFIX} was\nhealed of paralysis!
pl: {B_DEF_NAME_WITH_PREFIX} wyleczony\nz paraliżu!

# {B_DEF_NAME_WITH_PREFIX}'s dream was eaten!
source: {B_DEF_NAME_WITH_PREFIX}'s\ndream was eaten!
pl: {B_DEF_NAME_WITH_PREFIX}\nstracił swój sen!

# {B_ATK_NAME_WITH_PREFIX}'s {B_BUFF1} won't go higher!
source: {B_ATK_NAME_WITH_PREFIX}'s {B_BUFF1}\nwon't go higher!
pl: {B_ATK_NAME_WITH_PREFIX} {B_BUFF1}\njuż nie wzrośnie!

# {B_DEF_NAME_WITH_PREFIX}'s {B_BUFF1} won't go lower!
source: {B_DEF_NAME_WITH_PREFIX}'s {B_BUFF1}\nwon't go lower!
pl: {B_DEF_NAME_WITH_PREFIX} {B_BUFF1}\njuż nie spadnie!

# Your team's {B_BUFF1} stopped working!
source: Your team's {B_BUFF1}\nstopped working!
pl: {B_BUFF1} drużyny przestał\ndziałać!

# The foe's {B_BUFF1} stopped working!
source: The foe's {B_BUFF1}\nstopped working!
pl: Wrogie {B_BUFF1} \nprzestał działać!

# {B_ATK_NAME_WITH_PREFIX} is confused!
source: {B_ATK_NAME_WITH_PREFIX} is\nconfused!
pl: {B_ATK_NAME_WITH_PREFIX}\noszołomiony!

# {B_ATK_NAME_WITH_PREFIX} snapped out of confusion!
source: {B_ATK_NAME_WITH_PREFIX} snapped\nout of confusion!
pl: {B_ATK_NAME_WITH_PREFIX} otrząsnął\nsię z konfuzji!

# {B_EFF_NAME_WITH_PREFIX} became confused!
source: {B_EFF_NAME_WITH_PREFIX} became\nconfused!
pl: {B_EFF_NAME_WITH_PREFIX} \noszołomiony!

# {B_DEF_NAME_WITH_PREFIX} is already confused!
source: {B_DEF_NAME_WITH_PREFIX} is\nalready confused!
pl: {B_DEF_NAME_WITH_PREFIX} już\noszołomiony!

# {B_DEF_NAME_WITH_PREFIX} fell in love!
source: {B_DEF_NAME_WITH_PREFIX}\nfell in love!
pl: {B_DEF_NAME_WITH_PREFIX}\nzakochany!

# {B_ATK_NAME_WITH_PREFIX} is in love with {B_SCR_ACTIVE_NAME_WITH_PREFIX}!
source: {B_ATK_NAME_WITH_PREFIX} is in love\nwith {B_SCR_ACTIVE_NAME_WITH_PREFIX}!
pl: {B_ATK_NAME_WITH_PREFIX} zakochany \nw {B_SCR_ACTIVE_NAME_WITH_PREFIX}!

# {B_ATK_NAME_WITH_PREFIX} is immobilized by love!
source: {B_ATK_NAME_WITH_PREFIX} is\nimmobilized by love!
pl: {B_ATK_NAME_WITH_PREFIX} \noniemiały z miłości!

# {B_DEF_NAME_WITH_PREFIX} was blown away!
source: {B_DEF_NAME_WITH_PREFIX} was\nblown away!
pl: {B_DEF_NAME_WITH_PREFIX} \nzdmuchnięty!

# {B_ATK_NAME_WITH_PREFIX} transformed into the {B_BUFF1} type!
source: {B_ATK_NAME_WITH_PREFIX} transformed\ninto the {B_BUFF1} type!
pl: {B_ATK_NAME_WITH_PREFIX} zmienił się\nw typ {B_BUFF1} !

source: {B_ATK_NAME_WITH_PREFIX} flinched!
pl: {B_ATK_NAME_WITH_PREFIX} potknięty

# {B_DEF_NAME_WITH_PREFIX} regained health!
source: {B_DEF_NAME_WITH_PREFIX} regained\nhealth!
pl: {B_DEF_NAME_WITH_PREFIX} leczy\nsię!

# {B_DEF_NAME_WITH_PREFIX}'s HP is full!
source: {B_DEF_NAME_WITH_PREFIX}'s\nHP is full!
pl: {B_DEF_NAME_WITH_PREFIX}\nma pełne HP!

# {B_ATK_PREFIX2}'s {B_CURRENT_MOVE} raised SP. DEF!
source: {B_ATK_PREFIX2}'s {B_CURRENT_MOVE}\nraised SP. DEF!
pl: {B_ATK_PREFIX2} {B_CURRENT_MOVE}\nzwiększa SP.OBR

# {B_ATK_PREFIX2}'s {B_CURRENT_MOVE} raised SP. DEF a little!
source: {B_ATK_PREFIX2}'s {B_CURRENT_MOVE}\nraised SP. DEF a little!
pl: {B_ATK_PREFIX2} {B_CURRENT_MOVE}\nzwiększa lekko SP.OBR!

# {B_ATK_PREFIX2}'s {B_CURRENT_MOVE} raised DEFENSE!
source: {B_ATK_PREFIX2}'s {B_CURRENT_MOVE}\nraised DEFENSE!
pl: {B_ATK_PREFIX2} {B_CURRENT_MOVE}\nzwiększa lekko OBRONE!

# {B_ATK_PREFIX2}'s {B_CURRENT_MOVE} raised DEFENSE a little!
source: {B_ATK_PREFIX2}'s {B_CURRENT_MOVE}\nraised DEFENSE a little!
pl: {B_ATK_PREFIX2} {B_CURRENT_MOVE}\nzwiększa lekko OBRONE!

# {B_ATK_PREFIX2}'s party is covered by a veil!
source: {B_ATK_PREFIX2}'s party is covered\nby a veil!
pl: {B_ATK_PREFIX2} drużyna okryta\nzasłoną!

# {B_DEF_NAME_WITH_PREFIX}'s party is protected by SAFEGUARD!
source: {B_DEF_NAME_WITH_PREFIX}'s party is protected\nby SAFEGUARD!
pl: {B_DEF_NAME_WITH_PREFIX} drużyna okryta\nprzez ZASŁONĘ!

# {B_ATK_PREFIX3}'s party is no longer protected by SAFEGUARD!
source: {B_ATK_PREFIX3}'s party is no longer\nprotected by SAFEGUARD!
pl: {B_ATK_PREFIX3} drużyna nie jest\njuż chroniona ZASŁONĄ!

# {B_ATK_NAME_WITH_PREFIX} went to sleep!
source: {B_ATK_NAME_WITH_PREFIX} went\nto sleep!
pl: {B_ATK_NAME_WITH_PREFIX} idzie\nspać!

# {B_ATK_NAME_WITH_PREFIX} slept and became healthy!
source: {B_ATK_NAME_WITH_PREFIX} slept and\nbecame healthy!
pl: {B_ATK_NAME_WITH_PREFIX} wyspał się\ni wyleczył!

# {B_ATK_NAME_WITH_PREFIX} whipped up a whirlwind!
source: {B_ATK_NAME_WITH_PREFIX} whipped\nup a whirlwind!
pl: {B_ATK_NAME_WITH_PREFIX} stworzył\nwir!

# {B_ATK_NAME_WITH_PREFIX} took in sunlight!
source: {B_ATK_NAME_WITH_PREFIX} took\nin sunlight!
pl: {B_ATK_NAME_WITH_PREFIX} spogląda\nw słońce

# {B_ATK_NAME_WITH_PREFIX} lowered its head!
source: {B_ATK_NAME_WITH_PREFIX} lowered\nits head!
pl: {B_ATK_NAME_WITH_PREFIX} obniża\ngłowę!

source: {B_ATK_NAME_WITH_PREFIX} is glowing!
pl: {B_ATK_NAME_WITH_PREFIX} świeci!

# {B_ATK_NAME_WITH_PREFIX} flew up high!
source: {B_ATK_NAME_WITH_PREFIX} flew\nup high!
pl: {B_ATK_NAME_WITH_PREFIX}\nwzlatuje!

source: {B_ATK_NAME_WITH_PREFIX} dug a hole!
pl: {B_ATK_NAME_WITH_PREFIX} kopie!

# {B_ATK_NAME_WITH_PREFIX} hid underwater!
source: {B_ATK_NAME_WITH_PREFIX} hid\nunderwater!
pl: {B_ATK_NAME_WITH_PREFIX} kryje\nsię!

source: {B_ATK_NAME_WITH_PREFIX} sprang up!
pl: {B_ATK_NAME_WITH_PREFIX} wyskoczył!

# {B_DEF_NAME_WITH_PREFIX} was squeezed by {B_ATK_NAME_WITH_PREFIX}'s BIND!
source: {B_DEF_NAME_WITH_PREFIX} was squeezed by\n{B_ATK_NAME_WITH_PREFIX}'s BIND!
pl: {B_DEF_NAME_WITH_PREFIX} ściśnięty przez\nBIND {B_ATK_NAME_WITH_PREFIX}A!

# {B_DEF_NAME_WITH_PREFIX} was trapped in the vortex!
source: {B_DEF_NAME_WITH_PREFIX} was trapped\nin the vortex!
pl: {B_DEF_NAME_WITH_PREFIX} uwięziony\nw wirze!

# {B_DEF_NAME_WITH_PREFIX} was trapped by SAND TOMB!
source: {B_DEF_NAME_WITH_PREFIX} was trapped\nby SAND TOMB!
pl: {B_DEF_NAME_WITH_PREFIX} uwięziony w\nPIASKOGROBIE!

# {B_DEF_NAME_WITH_PREFIX} was WRAPPED by {B_ATK_NAME_WITH_PREFIX}!
source: {B_DEF_NAME_WITH_PREFIX} was WRAPPED by\n{B_ATK_NAME_WITH_PREFIX}!
pl: {B_DEF_NAME_WITH_PREFIX} OWIĄZANY przez\n{B_ATK_NAME_WITH_PREFIX}!

# {B_ATK_NAME_WITH_PREFIX} is hurt by {B_BUFF1}!
source: {B_ATK_NAME_WITH_PREFIX} is hurt\nby {B_BUFF1}!
pl: {B_ATK_NAME_WITH_PREFIX} ranny\nprzez {B_BUFF1}

# {B_ATK_NAME_WITH_PREFIX} was freed from {B_BUFF1}!
source: {B_ATK_NAME_WITH_PREFIX} was freed\nfrom {B_BUFF1}!
pl: {B_ATK_NAME_WITH_PREFIX} uwolniony\nz {B_BUFF1} !

# {B_ATK_NAME_WITH_PREFIX} kept going and crashed!
source: {B_ATK_NAME_WITH_PREFIX} kept going\nand crashed!
pl: {B_ATK_NAME_WITH_PREFIX} leciał\ni rozbił sie!

# {B_ATK_PREFIX2} became shrouded in MIST!
source: {B_ATK_PREFIX2} became\nshrouded in MIST!
pl: {B_ATK_PREFIX2} otoczony\nprzez MGŁE!

# {B_SCR_ACTIVE_NAME_WITH_PREFIX} is protected by MIST!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX} is protected\nby MIST!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} chroniony\nMGŁĄ!

# {B_ATK_NAME_WITH_PREFIX} is getting pumped!
source: {B_ATK_NAME_WITH_PREFIX} is getting\npumped!
pl: {B_ATK_NAME_WITH_PREFIX} nadyma\nsię!

# {B_ATK_NAME_WITH_PREFIX} is hit with recoil!
source: {B_ATK_NAME_WITH_PREFIX} is hit\nwith recoil!
pl: {B_ATK_NAME_WITH_PREFIX} rani\noba POKéMONY!

# {B_ATK_NAME_WITH_PREFIX} protected itself!
source: {B_ATK_NAME_WITH_PREFIX} protected\nitself!
pl: {B_ATK_NAME_WITH_PREFIX} chroni\nsię!

# {B_ATK_NAME_WITH_PREFIX} is buffeted by the sandstorm!
source: {B_ATK_NAME_WITH_PREFIX} is buffeted\nby the sandstorm!
pl: {B_ATK_NAME_WITH_PREFIX} sponiewierany\nprzez burzę!

# {B_ATK_NAME_WITH_PREFIX} is pelted by HAIL!
source: {B_ATK_NAME_WITH_PREFIX} is pelted\nby HAIL!
pl: {B_ATK_NAME_WITH_PREFIX} atakowany\nGRADEM!

# {B_ATK_PREFIX1}'s {B_BUFF1} wore off!
source: {B_ATK_PREFIX1}'s {B_BUFF1}\nwore off!
pl: {B_ATK_PREFIX1} {B_BUFF1} \nnie działa!

source: {B_DEF_NAME_WITH_PREFIX} was seeded!
pl: {B_DEF_NAME_WITH_PREFIX} obsiany!

# {B_DEF_NAME_WITH_PREFIX} evaded the attack!
source: {B_DEF_NAME_WITH_PREFIX} evaded\nthe attack!
pl: {B_DEF_NAME_WITH_PREFIX} uniknął\nataku!

# {B_ATK_NAME_WITH_PREFIX}'s health is sapped by LEECH SEED!
source: {B_ATK_NAME_WITH_PREFIX}'s health is\nsapped by LEECH SEED!
pl: {B_ATK_NAME_WITH_PREFIX} traci zdrowie\nprzez NASIONO MOCY!

# {B_ATK_NAME_WITH_PREFIX} is fast asleep.
source: {B_ATK_NAME_WITH_PREFIX} is fast\nasleep.
pl: {B_ATK_NAME_WITH_PREFIX} twardo\nśpi.

source: {B_ATK_NAME_WITH_PREFIX} woke up!
pl: {B_ATK_NAME_WITH_PREFIX} wstał!

# But {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s UPROAR kept it awake!
source: But {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s UPROAR\nkept it awake!
pl: Ale HAŁAS {B_SCR_ACTIVE_NAME_WITH_PREFIX}\nnie pozwala spać!

# {B_ATK_NAME_WITH_PREFIX} woke up in the UPROAR!
source: {B_ATK_NAME_WITH_PREFIX} woke up\nin the UPROAR!
pl: {B_ATK_NAME_WITH_PREFIX} obudził się\nz HAŁASEM!

# {B_ATK_NAME_WITH_PREFIX} caused an UPROAR!
source: {B_ATK_NAME_WITH_PREFIX} caused\nan UPROAR!
pl: {B_ATK_NAME_WITH_PREFIX} wywołał\nHAŁAS!

# {B_ATK_NAME_WITH_PREFIX} is making an UPROAR!
source: {B_ATK_NAME_WITH_PREFIX} is making\nan UPROAR!
pl: {B_ATK_NAME_WITH_PREFIX} robi\nHAŁAS!

source: {B_ATK_NAME_WITH_PREFIX} calmed down.
pl: {B_ATK_NAME_WITH_PREFIX} uspokoił się

# But {B_DEF_NAME_WITH_PREFIX} can't sleep in an UPROAR!
source: But {B_DEF_NAME_WITH_PREFIX} can't\nsleep in an UPROAR!
pl: Ale {B_DEF_NAME_WITH_PREFIX} nie\nmoże spać w HAŁASIE!

# {B_ATK_NAME_WITH_PREFIX} STOCKPILED {B_BUFF1}!
source: {B_ATK_NAME_WITH_PREFIX} STOCKPILED\n{B_BUFF1}!
pl: {B_ATK_NAME_WITH_PREFIX} ZBIERA\n{B_BUFF1} !

# {B_ATK_NAME_WITH_PREFIX} can't STOCKPILE any more!
source: {B_ATK_NAME_WITH_PREFIX} can't\nSTOCKPILE any more!
pl: {B_ATK_NAME_WITH_PREFIX} nie\nmoże robić ZAPASÓW!

# But the UPROAR kept {B_DEF_NAME_WITH_PREFIX} awake!
source: But the UPROAR kept\n{B_DEF_NAME_WITH_PREFIX} awake!
pl: Ale HAŁAS otrzeźwia\n{B_DEF_NAME_WITH_PREFIX}!

# {B_DEF_NAME_WITH_PREFIX} stayed awake using its {B_DEF_ABILITY}!
source: {B_DEF_NAME_WITH_PREFIX} stayed awake\nusing its {B_DEF_ABILITY}!
pl: {B_DEF_NAME_WITH_PREFIX} pozostał\npobudzony z {B_DEF_ABILITY}!

# {B_ATK_NAME_WITH_PREFIX} is storing energy!
source: {B_ATK_NAME_WITH_PREFIX} is storing\nenergy!
pl: {B_ATK_NAME_WITH_PREFIX} zbiera\nenergię!

# {B_ATK_NAME_WITH_PREFIX} unleashed energy!
source: {B_ATK_NAME_WITH_PREFIX} unleashed\nenergy!
pl: {B_ATK_NAME_WITH_PREFIX} wypuszcza\nenergię

# {B_ATK_NAME_WITH_PREFIX} became confused due to fatigue!
source: {B_ATK_NAME_WITH_PREFIX} became\nconfused due to fatigue!
pl: {B_ATK_NAME_WITH_PREFIX} oszołomiony\nz powodu zmęczenia!

# {B_PLAYER_NAME} picked up ¥{B_BUFF1}!p
source: {B_PLAYER_NAME} picked up\n¥{B_BUFF1}!\p
pl: {B_PLAYER_NAME} podniósł\n¥{B_BUFF1} !\p

# {B_DEF_NAME_WITH_PREFIX} is unaffected!
source: {B_DEF_NAME_WITH_PREFIX} is\nunaffected!
pl: {B_DEF_NAME_WITH_PREFIX}\nnieporuszony!

# {B_ATK_NAME_WITH_PREFIX} transformed into {B_BUFF1}!
source: {B_ATK_NAME_WITH_PREFIX} transformed\ninto {B_BUFF1}!
pl: {B_ATK_NAME_WITH_PREFIX} zmienił się\nw {B_BUFF1} !

# {B_ATK_NAME_WITH_PREFIX} made a SUBSTITUTE!
source: {B_ATK_NAME_WITH_PREFIX} made\na SUBSTITUTE!
pl: {B_ATK_NAME_WITH_PREFIX} zrobił\nZASTĘPCE!

# {B_ATK_NAME_WITH_PREFIX} already has a SUBSTITUTE!
source: {B_ATK_NAME_WITH_PREFIX} already\nhas a SUBSTITUTE!
pl: {B_ATK_NAME_WITH_PREFIX} ma już\nZASTĘPCE!

# The SUBSTITUTE took damage for {B_DEF_NAME_WITH_PREFIX}!p
source: The SUBSTITUTE took damage\nfor {B_DEF_NAME_WITH_PREFIX}!\p
pl: ZASTĘPCA zabrał obrażenia\nza {B_DEF_NAME_WITH_PREFIX}!\p

# {B_DEF_NAME_WITH_PREFIX}'s SUBSTITUTE faded!p
source: {B_DEF_NAME_WITH_PREFIX}'s\nSUBSTITUTE faded!\p
pl: {B_DEF_NAME_WITH_PREFIX} \nZASTĘPCA zniknął\p

# {B_ATK_NAME_WITH_PREFIX} must recharge!
source: {B_ATK_NAME_WITH_PREFIX} must\nrecharge!
pl: {B_ATK_NAME_WITH_PREFIX}\nprzeładowuje!

# {B_DEF_NAME_WITH_PREFIX}'s RAGE is building!
source: {B_DEF_NAME_WITH_PREFIX}'s RAGE\nis building!
pl: {B_DEF_NAME_WITH_PREFIX} rośnie\nWŚCIEKŁOŚĆ!

# {B_DEF_NAME_WITH_PREFIX}'s {B_BUFF1} was disabled!
source: {B_DEF_NAME_WITH_PREFIX}'s {B_BUFF1}\nwas disabled!
pl: {B_DEF_NAME_WITH_PREFIX}jego\n{B_BUFF1} wyłączony!

# {B_ATK_NAME_WITH_PREFIX} is disabled no more!
source: {B_ATK_NAME_WITH_PREFIX} is disabled\nno more!
pl: {B_ATK_NAME_WITH_PREFIX} nie jest\nwyłączony!

# {B_DEF_NAME_WITH_PREFIX} got an ENCORE!
source: {B_DEF_NAME_WITH_PREFIX} got\nan ENCORE!
pl: {B_DEF_NAME_WITH_PREFIX} dostał\nBISA!

# {B_ATK_NAME_WITH_PREFIX}'s ENCORE ended!
source: {B_ATK_NAME_WITH_PREFIX}'s ENCORE\nended!
pl: {B_ATK_NAME_WITH_PREFIX} BIS\nskończony!

# {B_ATK_NAME_WITH_PREFIX} took aim at {B_DEF_NAME_WITH_PREFIX}!
source: {B_ATK_NAME_WITH_PREFIX} took aim\nat {B_DEF_NAME_WITH_PREFIX}!
pl: {B_ATK_NAME_WITH_PREFIX} wycelował\nw{B_DEF_NAME_WITH_PREFIX}!

# {B_ATK_NAME_WITH_PREFIX} SKETCHED {B_BUFF1}!
source: {B_ATK_NAME_WITH_PREFIX} SKETCHED\n{B_BUFF1}!
pl: {B_ATK_NAME_WITH_PREFIX} SZKICUJE\n{B_BUFF1} !

# {B_ATK_NAME_WITH_PREFIX} is trying to take its foe with it!
source: {B_ATK_NAME_WITH_PREFIX} is trying\nto take its foe with it!
pl: {B_ATK_NAME_WITH_PREFIX} próbuje\nzabrać ze sobą wroga!

# {B_DEF_NAME_WITH_PREFIX} took {B_ATK_NAME_WITH_PREFIX} with it!
source: {B_DEF_NAME_WITH_PREFIX} took\n{B_ATK_NAME_WITH_PREFIX} with it!
pl: {B_DEF_NAME_WITH_PREFIX} wziął\nz sobą {B_ATK_NAME_WITH_PREFIX}!

# Reduced {B_DEF_NAME_WITH_PREFIX}'s {B_BUFF1} by {B_BUFF2}!
source: Reduced {B_DEF_NAME_WITH_PREFIX}'s\n{B_BUFF1} by {B_BUFF2}!
pl: Zredukowano {B_DEF_NAME_WITH_PREFIX}\n{B_BUFF1} o {B_BUFF2}!

# {B_ATK_NAME_WITH_PREFIX} stole {B_DEF_NAME_WITH_PREFIX}'s {B_LAST_ITEM}!
source: {B_ATK_NAME_WITH_PREFIX} stole\n{B_DEF_NAME_WITH_PREFIX}'s {B_LAST_ITEM}!
pl: {B_ATK_NAME_WITH_PREFIX} ukradł\n{B_DEF_NAME_WITH_PREFIX} {B_LAST_ITEM}!

# {B_DEF_NAME_WITH_PREFIX} can't escape now!
source: {B_DEF_NAME_WITH_PREFIX} can't\nescape now!
pl: {B_DEF_NAME_WITH_PREFIX} nie\nmoże uciec!

# {B_DEF_NAME_WITH_PREFIX} fell into a NIGHTMARE!
source: {B_DEF_NAME_WITH_PREFIX} fell into\na NIGHTMARE!
pl: {B_DEF_NAME_WITH_PREFIX} ma\nKOSZMAR!

# {B_ATK_NAME_WITH_PREFIX} is locked in a NIGHTMARE!
source: {B_ATK_NAME_WITH_PREFIX} is locked\nin a NIGHTMARE!
pl: {B_ATK_NAME_WITH_PREFIX} zamknięty\nw KOSZMARZE!

source: {B_ATK_NAME_WITH_PREFIX} cut its own HP and\nlaid a CURSE on {B_DEF_NAME_WITH_PREFIX}!
pl: {B_ATK_NAME_WITH_PREFIX} odcina połowę HP\ni rzuca KLĄTWE na {B_DEF_NAME_WITH_PREFIX}!

# {B_ATK_NAME_WITH_PREFIX} is afflicted by the CURSE!
source: {B_ATK_NAME_WITH_PREFIX} is afflicted\nby the CURSE!
pl: {B_ATK_NAME_WITH_PREFIX} pod\ndziałaniem KLĄTWY!

# SPIKES were scattered all around the opponent's side!
source: SPIKES were scattered all around\nthe opponent's side!
pl: Wszędzie wokół wroga\nrozsypały się KOLCE!

# {B_SCR_ACTIVE_NAME_WITH_PREFIX} is hurt by SPIKES!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX} is hurt\nby SPIKES!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} raniony\nKOLCAMI!

# {B_ATK_NAME_WITH_PREFIX} identified {B_DEF_NAME_WITH_PREFIX}!
source: {B_ATK_NAME_WITH_PREFIX} identified\n{B_DEF_NAME_WITH_PREFIX}!
pl: {B_ATK_NAME_WITH_PREFIX} rozpoznał\n{B_DEF_NAME_WITH_PREFIX}!
